Revit 2027 API
BrowserOrganization.SortingOrder Property
 The sorting order if sorting of items is applicable in the browser.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SortingOrder SortingOrder { get; }
Public ReadOnly Property SortingOrder As SortingOrder
	Get
public:
property SortingOrder SortingOrder {
	SortingOrder get ();
}
member SortingOrder : SortingOrder with get
Property Value
SortingOrder
See Also
Reference
BrowserOrganization Class
Autodesk.Revit.DB Namespace